Repository: Uploadgram/app
Catalog: lib/l10n/intl_*.arb
Languages: de, fa, it, pl

# sectionThumbnailsText
source: THUMBNAILS
de: Miniaturansichten
fa: بند انگشتی
it: ANTEPRIME
pl: MINIATURY

source: Toggle thumbnail generation
de: Miniaturansichten-Erzeugung umschalten
fa: تغییر تصویر کوچک
it: Attiva/disattiva la generazione delle anteprime
pl: Przełącz generowanie miniatur

source: Save full sized photos
de: Fotos in voller Größe speichern
fa: ذخیره عکس ها با سایز کامل
it: Salva le foto complete
pl: Zapisz zdjęcia w pełnym rozmiarze

source: Small thumbnail size
de: Kleine Miniaturansichtgrösse
fa: سایز تصویر بند انگشتی کوچک
it: Dimensione dell'anteprima
pl: Mały rozmiar miniatury

# smallThumbnailSizeSubtitle
source: Current: {current}
de: Derzeitig: {current}
fa: کنونی: {current}
it: Attuale: {current}
pl: Obecnie: {current}

source: Clear thumbnails data
de: Miniaturbildzwischenspeicher leeren
fa: پاک کردن داده های بند انگشتی
it: Elimina le anteprime
pl: Wyczyść dane miniatur

source: Clear small thumbnails
de: Vorschaubilder aufräumen
fa: تصویر کوچک را پاک کنید
it: Elimina le anteprime piccole
pl: Wyczyść małe miniatury

source: Clear big thumbnails
de: Leere große Vorschaubilder
fa: تصویر کوچک، بزرگ شده را پاک کنید
it: Elimina le anteprime grandi
pl: Wyczyść duże miniatury

source: Clear all thumbnails
de: Alle Vorschaubilder aufräumen
fa: همه تصاویر کوچک را پاک کنید
it: Elimina tutte le anteprime
pl: Wyczyść wszystkie miniatury

source: Change endpoints
de: Endpunkte ändern
fa: تغییر نقاط پایانی
it: Cambia gli endpoint
pl: Zmień punkty końcowe

# changeEndpointsSubtitle
source: If you are selfhosting an Uploadgram server, you can change your endpoints here!
de: Wenn Sie selbst einen Uploadgram-Server betreiben, können Sie hier Ihre Endpunkte ändern!
fa: اگر خودتان میزبان یک سرور Uploadgram هستید ، می توانید نقاط نهایی خود را در اینجا تغییر دهید!
it: Se stai ospitando un server Uploadgram, puoi cambiare i tuoi endpoint qui!
pl: Jeśli jesteś autogospodarzem serwera Uploadgram, możesz zmienić swoje punkty końcowe tutaj!

# clearAppFilesCache
source: Clear app's files cache
de: Cache für die Dateien der App leeren
fa: پاک کردن حافظه نهان پرونده ها
it: Pulisci la cache dei file dell'app
pl: Wyczyść pliki pamięci podręcznej aplikacji

# clearAppFilesCacheSubtitle
source: Used when you upload a file not from your internal memory
de: Wird verwendet, wenn eine Datei nicht aus dem internen Speicher hochgeladen wird
fa: هنگامی که فایلی را از حافظه داخلی خود بارگذاری می کنید استفاده نمی شود
it: Utilizzato quando si carica un file non dalla memoria interna
pl: Używane podczas wysyłania pliku nie z pamięci wewnętrznej

# endpointsMain
source: Main
de: Haupt
fa: اصلی
it: Principale
pl: Główny

# endpointsDialogActionDefault
source: DEFAULT
de: STANDARD
fa: پیش فرض
it: PREDEFINITO
pl: DOMYŚLNE

# endpointsDialogActionSave
source: SAVE
de: SPEICHERN
fa: ذخیره
it: SALVA
pl: ZAPISZ

# languageTileTitle
source: Language
de: Sprache
fa: زبان
it: Lingua
pl: Język

# languageTileSubtitle
source: Current: {language}
de: Aktuell: {language}
fa: کنونی: {language}
it: Attuale: {language}
pl: Obecnie: {language}

# selectLanguageDialogTitle
source: Select your language
de: Wählen Sie Ihre Sprache
fa: زبان خود را انتخاب کنید
it: Seleziona la tua lingua
pl: Wybierz swój język

# languageSystemText
source: System language
de: System Sprache
fa: زبان سیستم
it: Lingua di sistema
pl: Język systemu

# aboutTranslatorsTitle
source: Translators
de: Übersetzer
fa: مترجمان
it: Traduttori
pl: Tłumacze

# dropzoneDropFilesHere
source: Drop your files here!
de: Deine Dateien hier droppen!
fa: فایل های خود را اینجا رها کنید!
it: Rilascia i tuoi file qui!
pl: Upuść swoje pliki tutaj!

# deleteText
source: Delete
de: Löschen
fa: حذف
it: Elimina
pl: Usuń

# renameText
source: Rename
de: Umbenennen
fa: تغییرنام
it: Rinomina
pl: Zmień nazwę

# linkCopyText
source: Copy link
de: Link kopieren
fa: کپی لینک
it: Copia il link
pl: Skopiuj link

# exportText
source: Export
fa: خروجی گرفتن
it: Esporta
pl: Zapisz jako

# uploadProgressNotificationTitle
source: Upload progress notification
de: Fortschrittsbenachrichtigung
fa: اعلان پیشرفت آپلود
it: Notifiche di avanzamento sull'upload
pl: Powiadomienie o postępie przesyłania

# uploadProgressNotificationDetails
source: Upload status and progress notifications
de: Status- und Fortschrittsbenachrichtigungen hochladen
fa: اعلان های وضعیت و پیشرفت آپلود
it: Notifiche di stato e avanzamento sull'upload
pl: Powiadomienie o statusie i postępie przesyłania

# uploadCompletedNotificationTitle
source: Upload completed notification
de: Abgeschlossene Benachrichtigung hochladen
fa: اعلان اتمام آپلود
it: Notifica di upload completato
pl: Powiadomienie o ukończeniu przesyłania

# uploadCompletedNotificationDetails
source: File upload completed notification
de: Upload-Benachrichtigung abgeschlossen
fa: اعلان اتمام آپلود فایل
it: Notifica di upload del file completato
pl: Powiadomienie o ukończeniu przesyłania pliku

source: Upload canceled
fa: آپلود لغو شد
it: Upload annullato
pl: Przesyłanie anulowane

# uploadFailedNotification
source: Upload failed!
de: Hochladen fehlgeschlagen!
fa: آپلود ناموفق بود!
it: Upload non riuscito!
pl: Przesyłanie pliku nie powiodło się!

# uploadCompletedNotification
source: Upload completed!
de: Fertig Hochgeladen!
fa: آپلود کامل شد!
it: Upload completato!
pl: Przesyłanie zakończone!

# uploadPausedNotification
source: Upload paused
de: Download angehalten
fa: آپلود متوقف شد
it: Upload in pausa
pl: Przesyłanie wstrzymane

# secondsRemaining
source: {relativeDateFormatted} left
de: {relativeDateFormatted} übrig
fa: {relativeDateFormatted} باقی مانده
it: {relativeDateFormatted} rimanenti
pl: Pozostało {relativeDateFormatted}

# operationCompleting
source: {percent}% complete
de: {percent}% komplett
fa: {percent}% انجام شده
it: {percent}% completato
pl: {percent}% ukończono

# accentColorTileTitle
source: Primary color
fa: رنگ اصلی
it: Colore primario
pl: Kolor podstawowy

# syncAccentWithSystemTileTitle
source: Sync accent color with system
it: Usa colore primario del sistema
pl: Synchronizuj kolor akcentu z systemem

# pickAccentColor
source: Pick an accent color
it: Seleziona un colore primario
pl: Wybierz kolor akcentu

# appLogs
source: Logs
fa: گزارش‌ها
it: Log
pl: Logi

# appLogsSubtitle
source: View or export the app's logs
de: Die Protokolle der App anzeigen oder exportieren
it: Visualizza o esporta i log dell'app
pl: Wyświetl lub wyeksportuj logi aplikacji

# logsNoLogsToDeleteError
source: There are no logs to delete
it: Non ci sono log da eliminare
pl: Brak logów do usunięcia

source: Delete logs
it: Elimina i log
pl: Usuń logi

# deleteLogsDialogSubtitle
source: Are you sure you want to delete all logs PERMANENTLY?
it: Sei sicuro di voler eliminare tutti i log?
pl: Czy na pewno chcesz usunąć wszystkie logi PERMANENTNIE?

source: Collapse all
de: Alles zuklappen
fa: بستن همه
it: Comprimi tutto
pl: Zwiń wszystkie

source: Expand all
de: Alle erweitern
fa: باز کردن همه
it: Espandi tutto
pl: Rozwiń wszystko

# errorClearingLogsTip
source: Clearing the log file might be necessary.
de: Das Löschen der Protokolldatei könnte notwendig sein.
it: Potrebbe essere necessario cancellare il file di log.
pl: Wyczyszczenie logów może być konieczne.

# exportLogsTooltip
source: Export logs
de: Logs exportieren
it: Esporta log
pl: Eksportuj logi

# filterLogsDialog
source: Filter logs
de: Protokoll filtern nach
it: Filtra log
pl: Filtruj logi

# filterLogsDialogFrom
source: FROM
de: VON
it: DA
pl: OD

# filterLogsDialogVerbosity
source: LOGS VERBOSITY
it: VERBOSITÁ DEI LOG

# updaterNoUpdatesAvailable
source: No updates available
de: Keine Aktualisierung verfügbar
fa: بروزرسانی موجود نيست
it: Nessun aggiornamento disponibile
pl: Brak dostępnych aktualizacji

# updaterUpdateAvailable
source: An update is available!
de: Eine Aktualisierung ist verfügbar!
fa: یک بروز رسانی جدید موجود است!
it: È disponibile un aggiornamento!
pl: Dostępna nowa aktualizacja!

# updaterIgnore
source: IGNORE
de: IGNORIEREN
fa: نادیده‌ گرفتن
it: IGNORA
pl: IGNORUJ

# updaterNotNow
source: NOT NOW
de: NICHT JETZT
fa: الآن نه
it: NON ORA
pl: NIE TERAZ

# updaterDownload
source: DOWNLOAD
fa: دانلود
it: SCARICA
pl: POBIERZ

# updaterCheckProgressInNotifications
source: You can check the download progress in the notifications!
de: Den Downloadfortschritt in den Benachrichtigungen überprüfen
fa: می توانید پیشرفت دانلود را در اعلان ها چک کنید!
it: Controlla l'avanzamento del download nelle notifiche
pl: Sprawdź postęp pobierania w powiadomieniach

# updaterError
source: An error has occurred, check logs for details
de: Ein Fehler ist aufgetreten. Siehe Error-Log für weitere Details
it: Si è verificato un errore, controlla i log per dettagli
pl: Wystąpił błąd, sprawdź logi po szczegóły

# checkForUpdatesTile
source: Check for updates
de: Nach Updates suchen
fa: چک کردن برای به روز رسانی های جدید
it: Controlla aggiornamenti
pl: Sprawdź czy są dostępne nowe aktualizacje

# checkForUpdatesTileSubtitle
source: Check for app updates from Github
de: Suche nach App-Updates von Github
fa: چک کردن برای به روز رسانی های اپلیکیشن از گیتهاب
it: Controlla aggiornamenti dell'app da Github
pl: Sprawdź aktualizacje z GitHuba

# newUpdateNotificationTitle
source: New update available!
de: Ein neues Update ist verfügbar!
fa: به روز رسانی جدید موجود است‌!
it: Nuovo aggiornamento disponibile!
pl: Dostępna jest nowa aktualizacja!

# newUpdateNotificationBtnDownload
source: Download
de: Herunterladen
fa: بارگیری
it: Scarica
pl: Pobierz

# newUpdateNotificationBtnIgnore
source: Ignore
de: Ignorieren
fa: نادیده گرفتن
it: Ignora
pl: Ignoruj

# downloadingUpdateNotificationTitle
source: Downloading update...
de: Download Update...
fa: در حال بارگیری به روز رسانی...
it: Scarico l'aggiornamento...
pl: Pobieranie aktualizacji...

# updateCorruptedNotificationTitle
source: Update failed
de: Update fehlgeschlagen
fa: به روز رسانی ناموفق بود
it: Aggiornamento fallito
pl: Aktualizacja nie powiodła się

# updateCorruptedNotificationSubtitle
source: The downloaded apk is corrupted!
de: Die heruntergeladene apk ist beschädigt!
fa: فایل APK دانلود شده خراب است!
it: L'apk scaricato è corrotto!
pl: Pobrany plik apk jest uszkodzony!

# errorCouldNotUploadFile
source: Your file couldn't be uploaded (code: {code})
fa: فایل شما آپلود نشد (کد: {code})
it: Impossibile caricare il tuo file (codice: {code})
pl: Twój plik nie mógł zostać przesłany (kod {code})

# updaterHideProgressButton
source: HIDE
fa: پنهان کردن
it: NASCONDI
pl: UKRYJ

# updaterErrorDownload
source: Could not download apk
fa: دانلود فایل APK موفق نبود
it: Impossibile scaricare l'apk

# generateThumbnailsTileTitle
source: Generate thumbnails
fa: تولید تصاویر بند‌انگشتی
it: Genera anteprime
pl: Generuj miniaturki

# generateThumbnailsTileSubtitle
source: Force thumbnail generation for all the files
fa: ایجاد تصویر بند‌انگشتی برای همه پرونده ها
it: Forza la generazione delle anteprime per tutti i file
pl: Wymuś generowanie miniatur dla wszystkich plików

# generateThumbnailsDialogTitle
source: Are you sure you want to force thumbnail generation for all the files?
fa: آیا مطمئن هستید که می خواهید برای همه فایلها تصویر بند‌انگشتی ایجاد کنید؟
it: Sei sicuro di voler forzare la generazione delle anteprime per tutti i file?
pl: Czy na pewno chcesz wymusić generowanie miniatur dla wszystkich plików?

# generateThumbnailsDialogSubtitle
source: Note that it will download all the images for thumbnail generation from Uploadgram, thus this process may drain your device's battery!
it: Nota che questo forzerà il download di tutte le immagini per la generazione delle anteprime da Uploadgram, quindi ciò potrebbe scaricare la batteria del cellulare!
pl: Uwaga, ściągnie to wszystkie obrazy do generowania miniatur z Uploadgrama, dlatego ten proces może szybko zużyć baterię twojego urządzenia!

# actionCopy
source: Copy
fa: کپی
it: Copia

# dialogNo
source: NO
de: NEIN
fa: خیر
pl: NIE

# endpointsText
source: Endpoints
de: Endpunkte
fa: نتایج
pl: Punkty końcowe

# endpointsDownload
source: Download
de: Herunterladen
fa: بارگیری
pl: Pobieranie

# dialogOK
source: OK
fa: باشه

# linkText
source: Link
fa: لینک

# endpointsAPI
source: API
fa: وب سرویس
