Repository: Uploadgram/app
Catalog: lib/l10n/intl_*.arb
Languages: de, fa, it, pl

# language
source: English
de: Deutsch
fa: فارسی
it: Italiano
pl: Angielski

# aboutTitle
source: About
de: Über
fa: درباره ما
it: Info
pl: O

# aboutWebsiteText
source: Website
de: Webseite
fa: وب‌سایت
it: Sito
pl: Strona internetowa

# aboutSponsorTileSubtitle
source: Check out our sponsor!
de: Schau dir unseren Sponsoren an!
fa: نگاهی به اسپانسر ما بیندازید!
it: Dai un'occhiata al nostro sponsor!
pl: Sprawdź naszego sponsora!

# aboutTelegramChannelTileTitle
source: Telegram Channel
de: Telegram-Kanal
fa: کانال تلگرام
it: Canale Telegram
pl: Kanał Telegram

# aboutTelegramChannelTileSubtitle
source: Stay updated in Uploadgram's development!
de: Bleiben Sie auf dem Laufenden bei der Entwicklung von Uploadgram!
fa: در توسعه Uploadgram به روز باشید!
it: Rimani aggiornato sullo sviluppo di Uploadgram!
pl: Bądź na bieżąco z rozwojem Uploadgrama!

# aboutTelegramGroupTileTitle
source: Telegram Group
de: Telegram Gruppe
fa: گروه تلگرام
it: Gruppo Telegram
pl: Grupa na Telegramie

# aboutTelegramGroupTileSubtitle
source: Discuss with other people about Uploadgram!
de: Diskutieren Sie mit anderen über Uploadgram!
fa: با دیگران درباره Uploadgram بحث و گفتگو کنید!
it: Discuti con altre persone su Uploadgram!
pl: Dyskutuj z innymi osobami na temat Uploadgrama!

# aboutAppRepositoryTileTitle
source: App Repository
de: App Repo
fa: مخزن برنامه
it: Repository dell'app
pl: Repozytorium aplikacji

# aboutAppRepositoryTileSubitle
source: Check out the app's code!
de: Überprüfe den Programmcode!
fa: کد برنامه را بررسی کنید!
it: Dai un'occhiata al codice dell'app!
pl: Sprawdź kod aplikacji!

# aboutAuthorsTitle
source: Authors
de: Authoren
fa: نویسندگان
it: Autori
pl: Autorzy

# aboutPato05Subtitle
source: Current Uploadgram owner, wrote backend and frontend
de: Aktueller Uploadgram-Eigentümer, schrieb Backend und Frontend
fa: مالک فعلی Uploadgram بک‌اند و فرانت‌اند را نوشته است
it: Proprietario attuale di Uploadgram, ha scritto il backend e il frontend
pl: Bieżący właściciel Uploadgrama, napisał backend i frontend

# aboutShishcatSubtitle
source: Created and ideated Uploadgram originally. Helps in Uploadgram's development.
de: Erstellte und ideierte original Uploadgramm. Hilft bei der Entwicklung von Uploadgramm.
it: Ha creato e ideato Uploadgram in origine. Aiuta tutt'ora nello sviluppo di Uploadgram.
pl: Utworzył i idealizował Uploadgram oryginalne. Pomaga w rozwoju Uploadgrama.

# aboutLibrariesUsedInBackendTitle
source: Libraries used in the backend
de: Im Backend verwendete Bibliotheken
fa: کتابخانه های استفاده شده درbackend
it: Librerie usate nel backend
pl: Biblioteki użyte w backendzie

# aboutMadelineprotoSubtitle
source: Amazing MTProto client fully asynchronous using Amphp, Uploadgram's core. By @danogentili.
de: Erstaunlicher MTProto-Client, arbeitet vollständig asynchron und verwndet Amphp, als den Kern von Uploadgram. Von @danogentili.
it: Fantastico client MTProto, completamente asincrona grazie ad Amphp, è il cuore di Uploadgram. Da @danogentili.
pl: Niesamowity klient MTProto w pełni asynchroniczny za pomocą Amphp, Rdzeń Uploadgrama. Przez @danogentili.

# aboutAmphpSubtitle
source: Collection of blazingly fast PHP Libraries for Asynchronous PHP.
de: Sammlung von rasend schnellen PHP-Bibliotheken für asynchrones PHP.
fa: مجموعه ای از کتابخانه های سریع و سریع PHP برای PHP ناهمزمان.
it: Collezione di librerie in PHP velocissime e asincrone.
pl: Zbiór mieszająco szybkich bibliotek PHP dla Asynchronicznego PHP.

# aboutComposerSubtitle
source: A PHP Dependency manager.
de: Ein PHP Abhängigkeitsmanager.
fa: یک مدیر وابستگی PHP.
it: Un gestore delle dipendenze PHP.
pl: Menedżer zależności PHP.

# aboutAlsoCheckOutTitle
source: Also check out
de: Noch abzuchecken
fa: همچنین بررسی کنید
it: Scopri anche
pl: Sprawdź również

# aboutSnapdropSubtitle
source: A website to share files between devices on your local network
de: Eine Website, der das Teilen von Dateien zwischen Geräten in Ihrem lokalen Netzwerk, ermöglicht
fa: وب سایتی برای به اشتراک گذاشتن فایل ها بین دستگاه ها در شبکه محلی شما
it: Un sito per condividere file attraverso dispositivi nella tua rete locale
pl: Strona internetowa do udostępniania plików pomiędzy urządzeniami w sieci lokalnej

# aboutTelegramSubtitle
source: Great messaging app, Uploadgram's storage for files.
de: Großartige Messaging-App, Uploadgramms Speicher für Dateien.
fa: برنامه پیام رسان عالی ، ذخیره سازی Uploadgram برای پرونده ها.
it: Fantastica app di messaggistica, storage dei file di Uploadgram.
pl: Świetna aplikacja do wysyłania wiadomości, pamięć plików Uploadgrama.

# aboutLicensesTileTitle
source: Licenses and libraries used within the app
de: Lizenzen und Bibliotheken, die in der App verwendet wurden
fa: لایسنس ها و کتابخانه های مورد استفاده در برنامه
it: Licenze e librerie usate nell'app
pl: Licencje i biblioteki wykorzystywane w aplikacji

# aboutLicensesTileSubtitle
source: Click here to see the libraries used within this app and their licenses.
de: Klicken Sie hier, um die in dieser App verwendeten Bibliotheken und deren Lizenzen zu sehen.
fa: برای دیدن کتابخانه های مورد استفاده در برنامه و مجوز های آنها اینجا کلیک کنید.
it: Clicca qui per vedere le librerie usate nell'app e le relative licenze.
pl: Kliknij tutaj, aby zobaczyć biblioteki używane w tej aplikacji oraz ich licencje.

# dialogCancel
source: CANCEL
de: ABBRECHEN
fa: انصراف
it: ANNULLA
pl: ANULUJ

# dialogYes
source: YES
de: JA
fa: بله
it: SÌ
pl: TAK

# dialogRenameTitle
source: Rename file
de: Datei umbennen
fa: تغییر نام فایل
it: Rinomina file
pl: Zmień nazwę pliku

# dialogRenameDescription
source: Enter a new name for this file
de: Neuen Namen für die Datei eingeben
fa: نام جدید برای این فایل را وارد کنید
it: Scrivi un nuovo nome per questo file
pl: Wprowadź nową nazwę dla tego pliku

# errorFileNotFound
source: File not found.
de: Datei nicht gefunden.
fa: فایل پیدا نشد.
it: File non trovato.
pl: Nie znaleziono pliku.

# dialogDeleteTitle
source: Delete file
de: Datei löschen
fa: حذف فایل
it: Elimina file
pl: Usuń plik

# dialogDeleteDescription
source: {count,plural, =1{Are you sure you want to delete this file?} other{Are you sure you want to delete {count} files?}}
de: {count,plural, one {} =1{Bist du sicher, dass du diese Datei löschen möchtest?} other{Bist du dir sicher, dass du die {count} Dateien löschen möchtest?}}
it: {count,plural, =1{Sicuro di voler eliminare questo file?} other{Sicuro di voler eliminare {count} files?}}
pl: {count,plural, =1{Czy na pewno chcesz usunąć ten plik?} few {Czy na pewno chcesz usunąć {count} pliki?} other {Czy na pewno chcesz usunąć {count} plików?}}

# errorSomeFilesHaveNotBeenDeleted
source: Some files have not been deleted (code: {statusCode}).
de: Einige Dateien wurden nicht gelöscht (Code: {statusCode}).
fa: برخی از پرونده ها حذف نشده اند (کد: {statusCode}).
it: Alcuni file non sono stati eliminati (codice: {statusCode}).
pl: Niektóre pliki nie zostały usunięte (kod {statusCode}).

# errorUnknown
source: An error occurred while deleting the file: {message}
de: Beim Löschen der Datei ist ein Fehler aufgetreten: {message}
fa: هنگام حذف پرونده خطایی رخ داد: {message}
it: Si è verificato un errore durante l'eliminazione del file: {message}
pl: Wystąpił błąd podczas usuwania pliku: {message}

# tosDialogTitle
source: Before proceeding...
de: Bevor Sie fortfahren...
fa: قبل از ادامه ...
it: Prima di procedere...
pl: Przed kontynuacją...

# tosDialogContent
source: Terms of Service 1. It is forbidden to upload pornographic content or material that promotes violence. 2. It is forbidden to scam users using the Service in any way. 3. Every kind of material that violates these terms, might be deleted and the uploader might be banned as a result. 3.1 Deletion of content might be requested via abuse@uploadgram.me or via Telegram (@Pato05) Privacy Policy - Uploadgram does not store your name or any other sensitive information - Your IP will be stored within Uploadgram's database (or your user id if you are using the bot) - Uploadgram uses Arc to speed up the website (further information is available at https://arc.io/about/) Cookie Policy - Uploadgram does use cookies on the dashboard, to persist the file list across sessions - Arc may use cookies within the website (further information is available at https://arc.io/about/) This is subject to change, and if it will, you will be asked to review the terms.
de: Nutzungsbedingungen 1. Es ist verboten, pornografische Inhalte oder Material, das Gewalt fördert, hochzuladen. 2. Es ist verboten, die (andere) Nutzer des Dienstes in irgendeiner Weise zu betrügen. 3. Jede Art von Material, das gegen diese Bedingungen verstößt, kann gelöscht werden und der Uploader kann infolgedessen gesperrt werden. 3.1 Die Löschung von Inhalten kann über abuse@uploadgram.me oder über Telegram (@Pato05) angefordert werden. Datenschutz - Uploadgram speichert weder Ihren Namen noch andere sensible Informationen - Ihre IP wird in der Datenbank von Uploadgram gespeichert (oder Ihre Benutzerkennung, wenn Sie den Bot benutzen) - Uploadgram verwendet Arc, um die Website zu beschleunigen (weitere Informationen finden Sie unter https://arc.io/about/) Cookie-Richtlinie - Uploadgram verwendet Cookies auf dem Dashboard, um die Dateiliste über Sitzungen hinweg zu erhalten. - Arc kann Cookies innerhalb der Website verwenden (weitere Informationen finden Sie unter https://arc.io/about/) Dies kann sich ändern, und wenn dies der Fall ist, werden Sie aufgefordert, die Bedingungen zu überprüfen.
fa: شرایط استفاده از خدمات 1. بارگذاری مطالب پورنوگرافی یا مطالبی که خشونت را ترویج می کنند ممنوع است. 2. کلاهبرداری در کاربران با استفاده از سرویس به هیچ وجه ممنوع است. 3. هر نوع ماده ای که این شرایط را نقض کند ، ممکن است حذف شود و در نتیجه آپلود کننده ممنوع شود. 3.1 حذف محتوا ممکن است از طریق abuse@uploadgram.me یا از طریق Telegram (@ Pato05) درخواست شود سیاست حفظ حریم خصوصی - Uploadgram نام شما یا اطلاعات حساس دیگری را ذخیره نمی کند - IP شما در پایگاه داده Uploadgram ذخیره می شود (یا اگر از ربات استفاده می کنید شناسه کاربری خود را) - Uploadgram از Arc برای سرعت بخشیدن به وب سایت استفاده می کند (اطلاعات بیشتر در https://arc.io/about/ در دسترس است) سیاست کوکی - Uploadgram از کوکی ها در داشبورد استفاده می کند تا لیست پرونده ها را در جلسات ادامه دهد - Arc ممکن است از کوکی ها در وب سایت استفاده کند (اطلاعات بیشتر در https://arc.io/about/ در دسترس است)
it: Termini di servizio 1. È vietato caricare contenuti pornografici o materiale che promuove la violenza. 2. È vietato truffare gli utenti utilizzando il Servizio in qualsiasi modo. 3. Ogni tipo di materiale che viola questi termini, potrebbe essere eliminato e il caricatore potrebbe essere bannato come conseguenza. 3.1 La cancellazione di un contenuto può essere richiesta tramite abuse@uploadgram.me o tramite Telegram (@Pato05) Informativa sulla privacy - Uploadgram non memorizza il tuo nome o qualsiasi altra informazione sensibile - Il tuo IP sarà memorizzato nel database di Uploadgram (o il tuo ID utente se stai usando il bot) - Uploadgram utilizza Arc per velocizzare il sito web (ulteriori informazioni sono disponibili su https://arc.io/about/) Cookie Policy - Uploadgram utilizza i cookie sulla dashboard, per far persistere la lista dei file attraverso le sessioni. - Arc potrebbe utilizzare i cookie all'interno del sito web (ulteriori informazioni sono disponibili su https://arc.io/about/) Ciò è soggetto a modifiche, e se succederà, ti verrà chiesto di rivedere i termini.
pl: Warunki korzystania z usługi 1. Zabronione jest przesyłanie treści pornograficznych lub materiałów promujących przemoc. 2. Zabrania się oszukiwania użytkowników korzystających z usługi w jakikolwiek sposób. 3. Każdy rodzaj materiału, który narusza te warunki, może zostać usunięty, a w rezultacie osoba wysyłająca może zostać zbanowana. 3.1 Można poprosić o usunięcie treści za pomocą abuse@uploadgram.me lub poprzez Telegram (@Pato05) Polityka prywatności - Uploadgram nie przechowuje Twojego imienia ani żadnych innych poufnych informacji - Twój adres IP będzie przechowywany w bazie danych Upadgrama (lub id użytkownika jeśli korzystasz z bota) - Uploadgram używa Arc do przyspieszenia strony internetowej (dalsze informacje są dostępne na https://arc.io/about/) Polityka plików cookies - Uploadgram używa plików cookie w menu, aby utrzymać listę plików przez sesje - Arc może używać plików cookie na stronie internetowej (dalsze informacje są dostępne na stronie https://arc.io/about/) Regulamin może ulec zmianie i jeśli tak się stanie to zostaniesz poproszony o zapoznanie się z warunkami.

# tosErrorDisagree
source: You must accept the TOS to upload files.
de: Sie müssen die Servicebedingungen (TOS) akzeptieren.
fa: برای آپلود فایل ها ابتدا شرایط استفاده از خدمات را بپذیرید.
it: Devi accettare i TOS per caricare file.
pl: Musisz zaakceptować TOS aby przesłać pliki.

# tosDialogOK
source: You can now start uploading files!
de: Sie können nun mit dem Hochladen von Dateien beginnen!
fa: حالا می‌ةوانید پرونده ها را آپلود کنید!
it: Ora puoi iniziare a caricare file!
pl: Teraz możesz rozpocząć przesyłanie plików!

# tosDialogAgree
source: GOT IT!
de: VERSTANDEN!
fa: فهمیدم!
it: HO CAPITO!
pl: ROZUMIEM!

# tosDialogDisagree
source: I DISAGREE
de: Ich lehne ab
fa: مخالفم
it: NON SONO D'ACCORDO
pl: NIE ZGADZAM SIĘ

# dialogPermissionsNotGranted
source: Permissions not granted. Click the button to try again, or grant them in the settings.
de: Berechtigungen nicht erteilt. Klicken Sie auf die Schaltfläche, um es erneut zu versuchen oder gewähren Sie diese in den Einstellungen.
fa: مجوز ها اعطا نشده اند. برای تلاش مجدد دکمه را کلیک کنید، یا در تنظیمات آنها را اعطا کنید.
it: I permessi non sono stati concessi. Premi il bottone per riprovare oppure concedili nelle impostazioni del telefono.
pl: Uprawnienia nie zostały przyznane. Kliknij przycisk, aby spróbować ponownie, lub przyznaj je w ustawieniach.

# errorText
source: Error
de: Fehler
fa: خطا
it: Errore
pl: Błąd

# dialogDownloadAppTitle
source: Hi!
de: Hallo!
fa: سلام!
it: Ciao!
pl: Cześć!

# dialogDownloadAppSubtitle
source: Seems like you are enjoying Uploadgram! Did you know that Uploadgram has an Android app too? You can download the app by clicking the button below or by clicking on the three-dots!
de: Sieht so aus, als würdest du Uploadgramm genießen! Wussten Sie, dass Uploadgram auch eine Android-App hat? Du kannst die App herunterladen, indem du auf die Schaltfläche unten klickst oder auf die drei Punkte klickst!
fa: به نظر میرسد شما از Uploadgram لذت میبرید! آیا میدانستید Uploadgram نسخه اندروید هم دارد؟ شما می‌توانید با کلیک روی دکمه زیر یا کلیک روی سه نقطه برنامه را بارگیری کنید!
it: Sembra che ti stia piacendo Uploadgram! Sapevi che Uploadgram ha anche un'app Android? Puoi scaricare l'app cliccando sul pulsante qui sotto o cliccando sui tre puntini in alto a destra!
pl: Wygląda na to, że lubisz Uploadgram! Czy wiesz, że Uploadgram ma również aplikację na Androida? Możesz pobrać aplikację klikając przycisk poniżej lub klikając na trzy kropki!

# dialogDownloadAppNo
source: NO, THANKS
de: NEIN, DANKE
fa: نه، مرسی
it: NO, GRAZIE
pl: NIE, DZIĘKUJĘ

# dialogDownloadAppYes
source: DOWNLOAD THE APP!
de: APP HERUNTERLADEN!
fa: دانلود برنامه!
it: SCARICA L'APP!
pl: POBIERZ APLIKACJĘ!

# errorFileTooLarge
source: The file you selected is too large. The maximum allowed size is {maxSize}
de: Die ausgewählte Datei ist zu groß. Die maximal zulässige Größe beträgt {maxSize}
fa: فایل انتخاب شده خیلی بزرگ است. حداکثر اندازه مجاز {maxSize} است
it: Il file selezionato è troppo grande. La dimensione massima consentita è di {maxSize}
pl: Wybrany plik jest zbyt duży. Maksymalny dozwolony rozmiar to {maxSize}

# errorUploadgramDown
source: {seconds,plural, =1{Uploadgram is down. Checking again in {seconds} second.} other{Uploadgram is down. Checking again in {seconds} seconds.}}
de: {seconds,plural, =1{Uploadgram ist nicht verfügbar. Überprüfe erneut in {seconds} Sekunde.} other{Uploadgram ist nicht verfügbar. Überprüfe erneut in {seconds} Sekunden.}}
fa: {seconds,plural, =1{Uploadgram از کار افتاده است. دوباره در {seconds} ثانیه بررسی کنید.} other{Uploadgram از کار افتاده است. دوباره در {seconds} ثانیه بررسی کنید.}}
it: {seconds,plural, =1{Uploadgram è down. Riprovando tra {seconds} secondo.} other{Uploadgram è down. Riprovando tra {seconds} secondi.}}
pl: {seconds,plural, =1{Uploadgram nie działa. Ponowna próba za {seconds} sekundę.} few {Uploadgram nie działa. Ponowna próba za {seconds} sekundy.} other { Uploadgram nie działa. Ponowna próba za {seconds} sekund.}}

# actionSnackbarTryNow
source: Try now
de: Jetzt ausprobieren
fa: هم اکنون امتحان کنید
it: Prova ora
pl: Wypróbuj teraz

# actionSnackbarDismiss
source: DISMISS
de: AUSBLENDEN
fa: رد کردن
it: NASCONDI
pl: ODRZUĆ

# errorFileEmpty
source: Please select a non empty file.
de: Bitte wählen Sie keinen leeren Dateien aus.
fa: لطفاً یک فایل غیر خالی انتخاب کنید.
it: Per favore, seleziona un file non vuoto.
pl: Proszę wybrać niepusty plik.

# deleteAppbarTooltip
source: Delete selected file(s)
de: Ausgewählte Dateie(n) löschen
fa: حذف فایل(های) انتخاب شده
it: Elimina i file(s) selezionati
pl: Usuń wybrany plik(wybrane pliki)

# selectAllTooltip
source: Select all the files
de: Alle Dateien auswählen
fa: انتخاب همه فایل ها
it: Seleziona tutti i file
pl: Zaznacz wszystkie pliki

# exportListTooltip
source: Export selected file(s)
de: Ausgewählte Datei(en) exportieren
fa: حذف فایل(های) انتخاب شده
it: Esporta i file(s) selezionati
pl: Eksportuj wybrany plik(wybrane pliki)

# exportingError
source: Couldn't export files.
de: Dateien konnten nicht exportiert werden.
fa: پرونده ها صادر نشدند.
it: Errore durante l'esportazione dei file.
pl: Nie można wyeksportować plików.

# sortTooltip
source: Sort the files
de: Dateien sortieren
fa: مرتب سازی فایل ها
it: Ordina i file
pl: Sortuj pliki

# importTileTitle
source: Import files list
de: Dateiliste importieren
fa: وارد کردن لیست فایل ها
it: Importa la lista dei file
pl: Importuj listę plików

# exportTileTitle
source: Export files list
de: Dateiliste exportieren
fa: خروجی گرفتن لیست فایل ها
it: Esporta la lista dei file
pl: Eksportuj listę plików

# downloadAppTileTitle
source: Download the app
de: App herunterladen
fa: دانلود برنامه
it: Scarica l'app
pl: Pobierz aplikację

# exportingErrorEmpty
source: Your files list is empty. Upload some files before exporting them.
de: Ihre Dateiliste ist leer. Laden Sie einige Dateien hoch, bevor Sie sie exportieren.
fa: لیست فایل های شما خالی است. قبل از خروجی گرفتن مقداری فایل آپلود کنید.
it: La tua lista dei file è vuota. Carica dei file prima di esportarli.
pl: Twoja lista plików jest pusta. Prześlij kilka plików przed ich wyeksportowaniem.

# importingErrorInvalid
source: The selected file is not valid.
de: Die ausgewählte Datei ist ungültig.
fa: فایل انتخاب شده معتبر نمی‌باشد.
it: Il file selezionato non è valido.
pl: Wybrany plik jest nieprawidłowy.

# titleFilesSelected
source: {count,plural, =1{{count} file selected} other{{count} files selected}}
de: {count,plural, =1{{count} Datei ausgewählt} other{{count} Dateien ausgewählt}}
fa: {count,plural, =1{{count} فایل انتخاب شده} other{{count} فایل انتخاب شده}}
it: {count,plural, =1{{count} file selezionato} other{{count} files selezionati}}
pl: {count, plural, =1{Wybrano {count} plik} few {Wybrano {count} pliki} other {Wybrano {count} plików}}

# uploadExtendedFAB
source: UPLOAD
de: Hochladen
fa: آپلود
it: CARICA
pl: PRZEŚLIJ

# sortByDialogTitle
source: Sort by
de: Sortiere nach
fa: مرتب سازی بر اساس
it: Ordina per
pl: Sortuj według

# nameText
source: Name
fa: نام
it: Nome
pl: Nazwa

# sizeText
source: Size
de: Größe
fa: اندازه
it: Dimensione
pl: Rozmiar

# uploadDateText
source: Upload date
de: Hochgeladen am
fa: تاریخ آپلود
it: Data di caricamento
pl: Data przesłania

# sortByDialogAscending
source: Ascending
de: Aufsteigend
fa: صعودی
it: Crescente
pl: Rosnąco

# settingsTitle
source: Settings
de: Einstellungen
fa: تنظیمات
it: Impostazioni
pl: Ustawienia

# uploadDateFormatted
source: E', 'dd MMMM yyyy' at 'HH:mm:ss
de: E', 'dd MMMM yyyy' um 'HH:mm:ss
it: E' 'dd MMMM yyyy' alle 'HH:mm:ss
pl: E', 'dd MMMM yy' o 'HH:mm:ss

# uploadedOnText
source: Uploaded on
de: Hochgeladen am
fa: آپلود شده روی
it: Caricato il
pl: Przesłano

# fileInfoTitle
source: File info
de: Datei-Information
fa: مشخصات فایل
it: Info sul file
pl: Informacje o pliku

# renameFileTooltip
source: Rename this file
de: Datei umbenennen
fa: تغییر نام فایل
it: Rinomina questo file
pl: Zmień nazwę tego pliku

# shareLinkText
source: Share this file's link
de: Den Link dieser Datei teilen
fa: اشتراک لینک این فایل
it: Condividi il link di questo file
pl: Udostępnij link do tego pliku

# linkCopySuccessful
source: Link copied to clipboard successfully!
de: Link erfolgreich in die Zwischenablage kopiert!
fa: لینک با موفقیت در کلیپ بورد کپی شد!
it: Link copiato negli appunti con successo!
pl: Link został skopiowany do schowka!

# linkCopyError
source: Unable to copy file link. Please copy it manually.
de: Datei-Link konnte nicht kopiert werden. Bitte manuell kopieren.
fa: نمی‌توان لینک فایل را کپی کرد. لطفا به صورت دستی کپی کنید.
it: Impossibile copiare il link del file. Per favore, copialo manualmente.
pl: Nie można skopiować linku do pliku. Proszę skopiować go ręcznie.

# deleteThisFileTile
source: Delete this file
de: Diese Datei löschen
fa: حذف فایل
it: Elimina questo file
pl: Usuń ten plik

# noFilesTitle
source: There's nothing here yet.
de: Hier gibt es noch nichts.
fa: هنوز اینجا چیزی نیست.
it: Non c'è ancora niente qui.
pl: Jeszcze nic tu nie ma.

# noFilesSubtitle
source: Click the button to start uploading!
de: Klicken Sie auf die Schaltfläche, um mit dem Hochladen zu beginnen!
fa: برای شروع بارگذاری روی دکمه کلیک کنید!
it: Clicca il pulsante per iniziare a caricare!
pl: Kliknij przycisk, aby rozpocząć przesyłanie!

# uploadButtonThemesCenterExtended
source: In the middle, with text (default)
de: In der Mitte, mit Text (Standard)
fa: در وسط ، با متن (پیش فرض)
it: Nel centro, con il testo (predefinito)
pl: Na środku, z tekstem (domyślnie)

# uploadButtonThemesRight
source: On the right side, without text
it: A destra, senza testo

# filesListThemesGrid
source: Grid (default)
de: Gitter (standard)
fa: شبکه ای (پیش فرض)
it: Griglia (predefinito)
pl: Siatka (domyślna)

# filesListThemesGridCompact
source: Compact Grid
de: Kompaktes Gitter
fa: شبکه جمع و جور
it: Griglia compatta
pl: Kompaktowa siatka

# filesListThemesList
source: List
de: Liste
fa: لیست
it: Lista
pl: Lista

# appThemesSystem
source: Use system theme
de: System-Theme verwenden
fa: استفاده از پوسته سیستم
it: Usa il tema di sistema
pl: Użyj motywu systemowego

# appThemesDark
source: Dark
de: Dunkel
fa: تاریک
it: Scuro
pl: Ciemny

# appThemesLight
source: Light
de: Hell
fa: روشن
it: Chiaro
pl: Jasny

# sectionPersonalizationText
source: PERSONALIZATION
de: PERSONALISIERUNG
fa: شخصی سازی
it: PERSONALIZZAZIONE
pl: PERSONALIZACJA

source: Upload button theme
fa: پوسته دکمه بارگذاری
it: Tema del pulsante di caricamento
pl: Motyw przycisku Prześlij

# uploadButtonThemeTooltip
source: Select the upload button theme
de: Wählen Sie das Upload-Button Design
fa: پوسته دکمه بارگذاری را انتخاب کنید
it: Seleziona il tema del pulsante di caricamento
pl: Wybierz motyw przycisku Prześlij

source: Files list theme
de: Dateilisten- Design
fa: پوسته لیست فایل ها
it: Tema della lista di file
pl: Motyw listy plików

# filesListThemeTooltip
source: Change the files list's theme
de: Ändern Sie das Dateilisten-Design
fa: تغییر پوسته لیست فایل ها
it: Cambia il tema della lista dei file
pl: Zmień motyw listy plików

# appThemeTileTitle
source: App theme
fa: پوسته برنامه
it: Tema dell'app
pl: Motyw aplikacji

# appThemeTileTooltip
source: Change the app's theme
de: App-Design ändern
fa: تغییر پوسته برنامه
it: Cambia il tema dell'app
pl: Zmień motyw aplikacji
